cask 'google-chrome'
cask 'firefox'
cask 'alacritty'
cask 'karabiner-elements'
cask 'raycast'
cask 'shottr'
cask 'postman'
cask 'slack'
cask 'skype'
cask 'zalo'
cask 'visual-studio-code'
cask 'orbstack'
tap 'homebrew/cask-fonts'
cask 'font-fira-code-nerd-font'

brew 'neovim'
brew 'tmux'
brew 'fzf'
brew 'ripgrep'
brew 'fd'
brew 'lazygit'
brew 'urlview'
brew 'tldr'
brew 'pass'
brew 'jq'
brew 'lnav'
brew 'task'
brew 'derailed/k9s/k9s'
brew 'koekeishiya/formulae/skhd'
brew 'koekeishiya/formulae/yabai'
brew 'starship'
brew 'neofetch'
tap 'FelixKratz/formulae'
brew 'sketchybar'
brew 'mise'
brew 'thefuck'
brew 'git-delta'
brew 'calcurse'
brew 'yqrashawn/goku/goku'
brew 'ffmpeg'
brew 'cowsay'
brew 'lolcat'
tap 'beeftornado/rmtree'
