cask 'google-chrome'
cask 'firefox'
cask 'alacritty'
cask 'karabiner-elements'
cask 'raycast'
cask 'shottr'
cask 'postman'
cask 'slack'
cask 'telegram'
cask 'zalo'
cask 'visual-studio-code'
cask 'homerow'
cask 'winbox'
cask 'nikitabobko/tap/aerospace'
cask 'claude-code'
cask 'rectangle'
tap 'homebrew/cask-fonts'
cask 'font-fira-code-nerd-font'

brew 'neovim'
brew 'docker'
brew 'docker-credential-helper'
brew 'docker-compose'
brew 'colima'
brew 'tmux'
brew 'fzf'
brew 'ripgrep'
brew 'fd'
brew 'lazygit'
brew 'urlview'
brew 'tldr'
brew 'pass'
brew 'jq'
brew 'lnav'
brew 'navi'
brew 'task'
brew 'derailed/k9s/k9s'
brew 'starship'
brew 'neofetch'
brew 'ncdu'
tap 'FelixKratz/formulae'
brew 'sketchybar'
brew 'borders'
brew 'mise'
brew 'thefuck'
brew 'git-delta'
brew 'calcurse'
brew 'yqrashawn/goku/goku'
brew 'ffmpeg'
brew 'cowsay'
brew 'lolcat'
brew 'pngpaste'
brew 'wireguard-tools'
brew 'gh'
brew 'gemini-cli'
tap 'ayangweb/BongoCat'
brew 'bongo-cat'
tap 'beeftornado/rmtree'
